<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は、パスワード更新試行の結果としてパスワードブローカーから
    | 与えられる理由にマッチするデフォルトの行です。無効なパスワード/リセット
    | トークンによる失敗などが含まれます。
    |
    */

    'reset' => 'パスワードがリセットされました。',
    'sent' => 'パスワードリセットリンクをメールで送信しました。',
    'throttled' => 'しばらく待ってから再度お試しください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => "指定されたメールアドレスのユーザーが見つかりません。",

];
